Repository: wp-plugins/2ceromenu
Catalog: DosCero.Menu/lang/dosCeroMenuDomain-*.po
Languages: es_es

source: Welcome to 2cero menu!
es_es: Bienvenido a 2cero menu!

source: This plugin allows you to create and administrate menu bars in a website.
es_es: Este plugin esta pensado para facilitar la creación y administración de las barras de menú en un sitio web.

source: With it you will be able to create different menues and allow the content to be associated to fit your needs.
es_es: Con este plugin puedes crear varios menus distintos y que sus contenidos estén relacionados como vos quieras.

source: Basic configuration
es_es: Configuración básica

source: <b>Create site content:</b> the posts, articles, categories, pages, etc. that will be later used to associate with this plugin
es_es: <b>Crear el contenido del sitio:</b> Las notas, articulos, categorias, paginas, etc. que posteriormente serán las que vinúclaremos entre si con este plugin

source: <b>Create the menu:</b> you can do this by using the <b>'ADD NEW'</b> button, there you will be able to start to relate the content previously created
es_es: <b>Crear un menu:</b> para ello usaremos el boton <b>'AGREGAR NUEVO'</b>, luego empezaremos a jerarquizar y relacionar el contenido que previamente creamos

source: <b>Insert the code:</b> insert the following PHP code where you want to show the menu (probably replacing the call to 'wp_nav_menu' in header.php):
es_es: <b>Insertar el código:</b> inserte el siguiente código PHP donde desee renderizar el menú (probablemente reemplazando la llamada a 'wp_nav_menu' en el archivo header.php):

source: Where it says <b>'Render(ID)'</b> you must use the number that is displayed in the <b>'MENU ID'</b> item in each created menu.
es_es: Donde dice <b>'Render(ID)'</b> ahí debe ir el número que aparece en <b>'MENU ID'</b> este numero lo conseguimos cuando creamos un menu.

source: <b>Another way to create a menu (using WIDGETS):</b> if you use the widget provided by this plugin <b>(2cero menu widget)</b>, it's not necessary to write any special code. The menubar will be shown where the widget was dropped.
es_es: <b>Otra opción usando WIDGETS:</b> Si utilizas el widget de este plugin <b>(2cero menu widget)</b>, no es necesario escribir ningún código especial. Se mostrara la barra en donde se coloco el widget.

source: <b>Style & design:</b> once you followed the previous steps you can give a different style to our menubar. To do that, you can go to the 'Styles' page and modify all the property that you need to make it look as you want. Each property is explained to make this easier.
es_es: <b>Diseño y estilo:</b> una vez creado lo anterior debemos darle estilo y diseño a nuestra barra de menu o navegacion. Para eso, nos vamos hasta estilos y modificamos las propiedas que necesitamos para que quede como necesitamos. Cada propiedad esta explicada para hacer mas facil la tarea.

source: Help 2Cero to improve!
es_es: Ayuda a 2cero menu a mejorar!

source: We hope that this plugin suits you as it did for us and our clients. That is why the only thing that we ask from you is to give us some feedback about it.
es_es: Esperamos que este plugin te sirva al igual que lo hizo con nosotros y nuestros clientes. Por eso lo único que te pedimos es que nos digas que pensás de este plugin.

source: Here are some questions that we make to ourselves when working with plugins:
es_es: Te dejamos algunas preguntas que nos hacemos cuando trabajamos con plugins:

source: Did you like it? Did it work on the first try? Could you adjust the design easily? Did you have any compability trouble with other plugins? Do you believe in extraterrestrial life?
es_es: ¿Te gustó? - ¿funcionó de una? - ¿pudiste ajustar tu diseño facilmente? - ¿tuviste problemas de compatibilidad con otros plugins? - ¿crees en los extraterrestres?

source: Create or edit your 2cero menu!
es_es: Crea o edita tu menu 2cero!

source: Add new
es_es: Agregar nuevo

source: Remove all
es_es: Remover todos

source: Save
es_es: Guardar

source: Remove
es_es: Remover

source: click on <b>'ADD NEW'</b> and you're ready!
es_es: hace click en <b>'AGREGAR NUEVO'</b> y listo!

source: remember that <b>'MENU ID'</b> is the number that you will later use in the PHP code to show the menu on your site
es_es: acordate de el <b>'MENU ID'</b> es el numero que usaras luego en el codigo PHP para que se muestre en tu sitio.

source: <b>HTML ID:</b> is the html unique id given to your menu. That code will allow you to apply css style or javascript to that particular menu
es_es: <b>HTML ID:</b> identificacion unica del codigo html generado. Esto quiere decir que si nesecitas que este menu tenga un diseño en particular o una funcion (como que se muestre por ajax) lo podes identificar con el <b>HTML ID</b>

source: <b>Layout:</b> show the menu either on a horizontal (default) or vertical fasion
es_es: <b>Posicion:</b> Como se tiene que mostrar el menú, de forma horizontal o vertical

source: <b>Expansion mode (vertical):</b> the subitems/buttons that are expanded can be configured to be shown from right to left or left to right. This is only valid for vertical menues.
es_es: <b>Modo de expansión (vertical):</b> los subitems o sea los botones que se desplegan de otros pueden ser configurados para que se muestren de derecha a izquierda o de izquierda a derecha. cabe aclarar que esto solo sirve para los menues verticales por razones obvias.

source: 2cero menu configuration
es_es: 2cero menu - configuración

source: Configuration
es_es: Configuración

source: 2cero menu create or edit
es_es: 2cero menu - crear o editar

source: Create or edit
es_es: Crear o editar

source: 2cero menu styles
es_es: 2cero menu - estilos

source: Styles
es_es: Estilos

source: 2cero menu help
es_es: 2cero menu - ayuda

source: Help
es_es: Ayuda

source: Shape your 2cero menu!
es_es: Dale forma a tu menu 2cero!

source: Now you can give the menu the style and design that you want.
es_es: Ahora puedes darle el estilo y el diseño que tu quieras.

source: In the following textarea you can edit the properties and, if you make something wrong, you can easily start again with the original by pressing the 'go back to original' button!
es_es: En el siguiente cuadro puedes editar las propiedades y si te equivocas podes volver a la versión original para empezar de nuevo tu edición con el botón 'volver a la version original'!

source: File
es_es: Archivo

source: save
es_es: guardar

source: go back to original
es_es: volver a la versión original

source: Page
es_es: Página

source: Category
es_es: Categoría

source: Left to right
es_es: Izquierda a derecha

source: Right to left
es_es: Derecha a izquierda

source: Title
es_es: Título

source: External link
es_es: Link externo

source: Content type
es_es: Tipo de contenido

source: Content
es_es: Contenido

source: Parent
es_es: Padre

source: Order
es_es: Orden

source: Clear
es_es: Limpiar

source: Html Id (used for CSS or JS)
es_es: Html Id (usado para CSS o JS)

source: Position
es_es: Posición

source: Expand mode (vertical)
es_es: Modo de expansión (vertical)
